Repository: binaryage/totalspaces2-i18n
Catalog: app/*.lproj/Localizable.strings
Languages: da, de, hr, it, ja, sv, zh_cn

source: Registration
de: Registrierung
hr: Registracija
it: Registrazione
ja: ユーザ登録
sv: Registrering
zh_cn: 輸入序號

source: Please enter your license details from the email we have sent you:
da: Indtast venligst licens informationer fra emailen vi har sendt til dig:
de: Bitte tragen Sie den per E-Mail empfangenen Registrierungsschlüssel ein:
hr: Molimo unesite podatke o licenci iz email poruke koju smo Vam poslali:
it: Per favore inserisci i dettagli della licenza dall'email che ti abbiamo inviato:
ja: ライセンス情報が書かれたメールに従って入力してください：
sv: Skriv in dina licensuppgifter som du hittar i e-postmeddelandet vi skickat dig
zh_cn: 請依據我們發給您的郵件，輸入授權資訊:

source: Register
da: Registrer
de: Registrieren
hr: Registriraj
it: Registrati
ja: 登録
sv: Registrera
zh_cn: 註冊

source: Buy TotalSpaces2 Now
da: Køb TotalSpaces2 Nu
de: TotalSpaces2 jetzt kaufen
hr: Kupi TotalSpaces2 Sada
it: Acquista adesso TotalSpaces2
ja: TotalSpaces2 を購入
sv: Köp TotalSpaces2 nu
zh_cn: 立即購買

source: Invalid license code
da: Forkert licens kode
de: Ungültiger Registrierungsschlüssel
hr: Neispravna licenca
it: Codice di licenza non valido
ja: 無効なライセンスコード
sv: Ogiltig licenskod
zh_cn: 無效的授權

source: Please go back and try again.
da: Gå venligst tilbage, og prøv igen.
de: Bitte gehen Sie zurück und versuchen es erneut.
hr: Molimo, vratite se natrag i pokušajte opet.
it: Si prega di tornare indietro e riprovare.
ja: もう一度やり直してください。
sv: Försök på nytt.
zh_cn: 請返回並重試。

# To purchase a license for TotalSpaces2, please visit BinaryAge web store.
source: To purchase a license for TotalSpaces2, please visit the BinaryAge web store.
da: For at købe en licens til TotalSpaces2, besøg venligst BinaryAge hjemmeside.
de: Besuchen Sie bitte den BinaryAge-Webstore für den Kauf einer Lizenz.
hr: Za kupnju licence za TotalSpaces2, molimo Vas posjetite BinaryAge web trgovinu.
it: Per acquistare una licenza di TotalSpaces2, visita il web store BinaryAge.
ja: TotalSpaces2 のライセンスを購入するには、BinaryAge のオンラインストアをご利用ください。
sv: Besök BinaryAge nätbutik för att köpa licens för TotalSpaces2.
zh_cn: 請至 BinaryAge 線上商店購買 TotalSpaces2 的授權。

source: Back
da: Tilbage
de: Zurück
hr: Natrag
it: Indietro
ja: 戻る
sv: Tillbaka
zh_cn: 返回

source: Thanks for registering!
da: Tak for registeringen!
de: Vielen Dank für Ihre Registrierung!
hr: Hvala na registraciji!
it: Grazie per la registrazione!
ja: 登録ありがとうございます！
sv: Tack för att du registrerat!
zh_cn: 感謝您的註冊與支持！

source: This TotalSpaces2 copy is licensed to:
da: Licensen af denne TotalSpaces2 kopi er registreret til:
de: TotalSpaces2-Kopie lizenziert für:
hr: Ova kopija TotalSpaces2-a glasi na:
it: Copia di TotalSpaces2 concessa in licenza a:
ja: 登録者名：
sv: Denna kopia av TotalSpaces2 är licensierad till:
zh_cn: 此 TotalSpaces2 授權給：

source: Change License
da: Skift Licens
de: Lizenz ändern
hr: Izmijeni Licencu
it: Modifica licenza
ja: ライセンスを変更する
sv: Ändra licens
zh_cn: 變更授權

source: Close
da: Luk
de: Schliessen
hr: Zatvori
it: Chiudi
ja: 閉じる
sv: Stäng
zh_cn: 關閉

source: TotalSpaces2 Registration
de: TotalSpaces2 Registrierung
hr: TotalSpaces2 Registracija
it: Registrazione di TotalSpaces2
ja: TotalSpaces2 ユーザ登録
sv: Registrera TotalSpaces2
zh_cn: 註冊 TotalSpaces2

source: Licensed to
da: Autoriseret til
de: Lizenziert für
hr: Licencirano za
it: Concesso in licenza a
ja: 登録者名：
sv: Licensierad till
zh_cn: 授權給

source: Thank you for using TotalSpaces2!
da: Tak for at du bruger TotalSpaces2!
de: Vielen Dank für die Nutzung von TotalSpaces2!
hr: Hvala na korištenju TotalSpaces2-a!
it: Grazie per l'utilizzo di TotalSpaces2!
ja: ご利用ありがとうございます！
sv: Tack för att du använder TotalSpaces2!
zh_cn: 感謝您使用 TotalSpaces2!

source: Trial period finished - Please buy TotalSpaces2
da: Prøveperiode overstået - Køb venligst TotalSpaces2
de: Testphase abgelaufen, bitte erwerben Sie TotalSpaces2!
hr: Probni rok je istekao - molimo kupite TotalSpaces2
it: Periodo di prova terminato - Per favore acquista TotalSpaces2
ja: 試用期間が終わりました。TotalSpaces2 をご購入ください
sv: Försöksperioden har löpt ut - vänligen köp TotalSpaces2
zh_cn: 試用期結束 - 請購買 TotalSpaces2

# %d days left##{other}
source: %d days left
da: %d dage tilbage
de: %d verbleibende Tage
hr: %d dana preostalo
it: %d giorni rimanenti
ja: 残り %d 日
sv: %d dagar kvar
zh_cn: 還剩 %d 天

# %d days left##{one}
source: %d day left
da: %d dag tilbage
de: %d verbleibender Tag
hr: %d dan preostao
it: %d giorni rimanenti
ja: 残り %d 日
sv: %d dag kvar
zh_cn: 還剩 %d 天

source: Buy now!
da: Køb nu!
de: Jetzt kaufen!
hr: Kupite sada!
it: Acquista!
ja: 今すぐ購入
sv: Köp nu!
zh_cn: 立刻購買！

source: %@ (not in grid)
da: %@ (ikke i gitter)
de: %@ (Nicht im Raster)
hr: %@ (nije u mreži)
it: %@ (fuori griglia)
ja: %@ （グリッド外）
sv: %@ (inte i rutnät)
zh_cn: %@ (不在佈局中)

source: %ld (Desktop)
da: %ld (Skrivebord)
de: %ld (Schreibtisch)
hr: %ld (Radna površina)
ja: %ld （デスクトップ）
sv: %ld (Skrivbord)
zh_cn: %ld (桌面)

source: %ld (Fullscreen)
da: %ld (Fuldskærm)
de: %ld (Vollbild)
hr: %ld (Aplikacija preko cijelog zaslona)
it: %ld (Schermo intero)
ja: %ld （フルスクリーン）
sv: %ld (Helskärm)
zh_cn: %ld (全螢幕)

source: (Fullscreen)
da: (Fuldskærm)
de: (Vollbild)
hr: (Aplikacija preko cijelog zaslona)
it: (Schermo intero)
ja: （フルスクリーン）
sv: (Helskärm)
zh_cn: (全螢幕)

source: 3 finger swiping
de: 3 Finger wischen
hr: Prijelaz sa 3 prsta
it: Sfiora con 3 dita
ja: 3 本指のスワイプ
sv: Svep med 3 fingrar
zh_cn: 滑動 3 根手指

source: About
da: Om
de: Über
hr: O aplikaciji
it: Informazioni
ja: TotalSpaces2 について
sv: Om
zh_cn: 關於

source: About (Unregistered)
da: Om (Unregisteret)
de: Über (Nicht registriert)
hr: O aplikaciji (Neregistrirano)
it: Informazioni (Non registrato)
ja: TotalSpaces2 について（未登録）
sv: Om (Oregistrerad)
zh_cn: 關於 (未註冊)

source: Add desktops
da: Tilføj skrivebord
de: Schreibtisch hinzufügen
hr: Dodaj radne površine
it: Aggiungi scrivania
ja: デスクトップを追加
sv: Lägg till skrivbord
zh_cn: 增加桌面

source: Advanced
da: Advanceret
de: Erweitert
hr: Napredno
it: Avanzate
ja: 詳細
sv: Avancerat
zh_cn: 進階設定

source: Apps
de: Programme
hr: Aplikacije
it: Applicazioni
sv: Program
zh_cn: 軟體

source: Check for updates
da: Søg efter opdateringer
de: Nach Aktualisierungen suchen
hr: Provjeri nadogradnje
it: Controlla aggiornamenti
ja: アップデートを確認
sv: Kolla uppdateringar
zh_cn: 檢查更新

source: Circulation
da: Cirkulation
de: Zirkulation
hr: Krużenje
it: Scorrimento
ja: 循環
sv: Rotation
zh_cn: 循環

source: Dashboard
sv: Instrumentpanel
zh_cn: 儀表板

source: General
da: Generelt
de: Allgemein
hr: Općenito
it: Generale
ja: 一般
sv: Allmänt
zh_cn: 一般

source: Hotcorners
de: Aktive Ecken
hr: Vrući uglovi
it: Angoli attivi
ja: ホットコーナー
zh_cn: 熱點

source: Hotkeys
da: Genvejstaster
de: Tastenkurzbefehle
hr: Kratice
it: Scorciatoie
ja: キー操作
sv: Snabbtangenter
zh_cn: 熱鍵

source: Layout
de: Anordnung
hr: Raspored
ja: レイアウト
zh_cn: 佈局

source: OK
hr: U redu
zh_cn: 好

source: Cancel
da: Annuler
de: Abbrechen
it: Annulla
zh_cn: 取消

source: Overview grid
da: Gennemse gitter
de: Übersichtsraster
hr: Pregled mreže
it: Griglia panoramica
ja: Overview グリッド
sv: Översiktsrutnät
zh_cn: 瀏覽佈局

source: Please note that we recommend turning off Three finger drag in the Point & Click section of Trackpad preferences (in System Preferences), otherwise the actions may activate simultaneously
de: Warnung: Wir empfehlen die 3 Finger Wischbewegung für das Trackpad in den Systemeinstellungen zu deaktivieren, da sonst beide Aktionen gleichzeitig aktiviert werden
hr: Preporućamo gašenje opcije povlačenja s tri prsta u postavkama Trackpada (u Sistemskim Postavkama), inače se akcije mogu aktivirati istovremeno
it: Si raccomanda di disabilitare Trascina con tre dita nel pannello Punta e fai clic delle impostazioni Trackpad (in Preferenze di Sistema), altrimenti le azioni possono attivarsi simultaneamente
ja: トラックパッドの環境設定（システム環境設定内）の「ポイントとクリック」で「3 本指のドラッグ」をオフにしてください。
sv: Vänligen notera att vi rekommenderar att du deaktiverar Svep med 3 fingrar i avdelningen för Peka & klicka i preferenserna för styrplattan (i Systempreferenser), annars kan mekanismerna aktiveras simultant
zh_cn: 我們建議您在 系統偏好設定 -> 觸控式軌跡板 中關閉 三指拖移 功能，否則會與 TotalSpaces 產生衝突！

source: Please use a different combination, or check in keyboard preferences that it is not already assigned
da: Brug venligst en anden kombination, eller tjek i keyboard indstillinger, der ikke er allerede brugt
de: Bitte benutzen Sie einen anderen Tastaturkurzbefehl oder vergewissern Sie sich, dass dieses Kürzel nicht bereits verwendet wird
hr: Molimo, koristite drugu kombinaciju, ili provjerite da li se ta kombinacija već koristi u postavkama tipkovnice
it: Per favore utilizza una combinazione differente, o controla che non sia già stata assegnata nelle impostazioni Tastiera
ja: 同じキーの組み合わせが既に使われています。違うキーを選んでください。
sv: Vänligen använd en annan kombination, alternativt kontrollera i Tangentbordspreferenser att kombinationen inte redan är i användning.
zh_cn: 請使用其它組合, 或者檢查鍵盤快速鍵設定中，該組合尚未被啟用！

source: Preferences
da: Indstillinger
de: Einstellungen
hr: Postavke
it: Preferenze
ja: 環境設定
sv: Preferenser
zh_cn: 偏好設定

source: Quit
da: Luk
de: Beenden
hr: Izlaz
it: Esci
ja: TotalSpaces2 を終了
sv: Avsluta
zh_cn: 退出

source: Remove desktops
da: Fjern skrivebord
de: Schreibtisch entfernen
hr: Ukloni radne površine
it: Rimuovi scrivanie
ja: デスクトップを削除
sv: Avlägsna skrivbord
zh_cn: 移除桌面

source: Menu bar item removal
da: Fjern menu bar icon
de: Status Eintrag entfernt
hr: Uklanjanje ikone u traci izbornika
it: Rimozione voce barra dei menu
ja: メニューバーから削除
sv: Borttagning av statuspost
zh_cn: 移除工具列圖示

source: That key combination could not be assigned
da: Denne tastekombination kan ikke bruges
de: Diese Tasten-Kombination kann nicht verwendet werden
hr: Ta kombinacija tipki se ne može dodijeliti
it: Impossibile assegnare la combinazione di tasti
ja: このキー組み合わせは使用できません。
sv: Denna tangentkombination kan inte tilldelas
zh_cn: 該熱鍵組合無法使用

source: That key combination is already in use
da: Denne tastekombination er allerede i brug
de: Diese Tasten-Kombination wird bereits verwendet
hr: Ta kombinacija tipki se već koristi
it: Combinazione di tasti già in uso
ja: このキー組み合わせは既に使われています。
sv: Denna tangentkombination är redan i användning
zh_cn: 該熱鍵組合已經被佔用

source: The system rejected the assignment even though we tried to force it
da: Systemet annulerede opgaven
de: Das System lehnt diese Zuordnung ab
hr: Sustav je odbacio dodjelu, iako smo je pokušali forsirati
it: Il sistema ha rifiutato l'assegnazione nonostante il tentativo di forzarla
ja: システムによりホットキーの登録が拒否されました。
sv: Systemet avvisade tilldelningen trots att vi insisterade
zh_cn: 系統仍然拒絕該快捷鍵組合，即使我們已經嘗試強制指派了！

source: Transitions
da: Overgange
de: Übergänge
hr: Prijelazi
it: Transizioni
ja: トランジション
sv: Övergångar
zh_cn: 過場

source: Trial period expired
da: Prøveperiode udløbet
de: Testphase abgelaufen
hr: Probna verzija istekla
it: Periodo di prova terminato
ja: 試用期間終了
sv: Försöksperioden har löpt ut
zh_cn: 已過試用期

source: Use anyway
da: Brug alligevel
de: Trotzdem verwenden
hr: Koristi unatoč
it: Usa comunque
ja: 強行
sv: Använd ändå
zh_cn: 已經被使用了！

# You have %ld desktops##{one}
source: You have %ld desktop
da: Du har %ld skrivebord
de: Sie haben %ld Schreibtisch
hr: Imate %ld površinu
it: Hai %ld scrivania
ja: 現在 %ld 個のデスクトップがあります
sv: Du har %ld skrivbord
zh_cn: 目前有 %ld 個桌面

# You have %ld desktops##{other}
source: You have %ld desktops
da: Du har %ld skriveborde
de: Sie haben %ld Schreibtische
hr: Imate %ld radnih površina
it: Hai %ld scrivanie
ja: 現在 %ld 個のデスクトップがあります
sv: Du har %ld skrivbord
zh_cn: 目前有 %ld 個桌面

# You need %ld desktops##{one}
source: You need %ld desktop
da: Du skal bruge %ld skrivebord
de: Sie benötigen %ld Schreibtisch
hr: Treba vam %ld radna površina
it: Vuoi %ld scrivania
ja: %ld 個のデスクトップが必要です
sv: Du behöver %ld skrivbord
zh_cn: 你需要 %ld 個桌面

# You need %ld desktops##{other}
source: You need %ld desktops
da: Du skal bruge %ld skriveborde
de: Sie benötigen %ld Schreibtische
hr: Treba vam %ld radnih površina
it: Vuoi %ld scrivanie
ja: %ld 個のデスクトップが必要です
sv: Du behöver %ld skrivbord
zh_cn: 你需要 %ld 個桌面

source: Change space
da: Ændre space
de: Schreibtisch wechseln
it: Cambia spazio
zh_cn: 切換到別的桌面

source: Move current window
da: Flyt nuværende vindue
de: Aktuelles Fenster verschieben
it: Sposta finestra corrente
zh_cn: 移動視窗至別的桌面

source: Arrow keys with
da: Piletaster med
de: Pfeiltatsen mit
it: Tasti Freccia con
zh_cn: 方向鍵與

source: Hotkey
de: Tastenkürzel
hr: Kratica
it: Scorciatoia
ja: キー操作
sv: Snabbtangent
zh_cn: 熱鍵

source: Mouse
da: Mus
de: Maus
hr: Miš
ja: マウス
sv: Mus
zh_cn: 滑鼠

source: Instant exposé
da: Øjeblikkelig exposé
de: Dauerhaftes Exposé
hr: Trenutni exposé
it: Exposé istantaneo
ja: インスタント Exposé
sv: Omedelbar exposé
zh_cn: 顯示 Exposé

source: Toggle exposé
da: Skift exposé
de: Wechsel zu Exposé
it: Attiva exposé
zh_cn: 切換 Exposé

source: Space bar
da: Mellemrumstast
de: Leertaste
it: Barra spaziatrice
zh_cn: 空白鍵

source: Use the space bar to toggle exposé when using the overview grid
da: Brug mellemrumstasten for at skifte exposé når du gennemser gitteret
de: Benutzen Sie die Leertaste um das Exposé im Übersichtsraster zu aktivieren
hr: Koristi razmaknicu za paljenje/gašenje exposé-a u pregledu mreže
it: Usa la barra spaziatrice per abilitare exposé mentre usi la griglia panoramica
ja: Overview グリッドでスペースバーを押すと Exposé を切り替えられます。
sv: Använd mellanslagstangenten för att växla till exposé när du använder översiktsrutnätet
zh_cn: 在瀏覽佈局時使用空格鍵切換 Exposé

source: Choose button
da: Vælg knap
de: Taste auswählen
hr: Odaberi tipku
it: Scegli tasto
ja: ボタンを選択
sv: Välj knapp
zh_cn: 選擇按鍵

source: 3rd/middle button
da: 3./mellem knap
de: Dritte/Mittlere Taste
hr: 3./srednja tipka
it: Pulsante centrale
ja: マウスボタン 3
sv: 3:e/mittersta knappen
zh_cn: 第 3 個按鍵/中鍵

source: 4th button
da: 4. knap
de: Vierte Taste
hr: 4. tipka
it: 4° pulsante
ja: マウスボタン 4
sv: 4:e knappen
zh_cn: 第 4 個按鍵

source: 5th button
da: 5. knap
de: Fünfte Taste
hr: 5. tipka
it: 5° pulsante
ja: マウスボタン 5
sv: 5:e knappen
zh_cn: 第 5 個按鍵

source: Left
da: Venstre
de: Nach links
hr: Lijevo
it: Sinistra
ja: 左
sv: Vänster
zh_cn: 左

source: Right
da: Højre
de: Nach rechts
hr: Desno
it: Destra
ja: 右
sv: Höger
zh_cn: 右

source: Up
da: Op
de: Nach oben
hr: Gore
it: Su
ja: 上
sv: Upp
zh_cn: 上

source: Down
da: Ned
de: Nach unten
hr: Dolje
it: Giù
ja: 下
sv: Ner
zh_cn: 下

source: Arrow keys
da: Piletaster
de: Pfeiltasten
it: Tasti Freccia
zh_cn: 方向鍵

source: Custom
it: Personalizza
zh_cn: 自訂

source: Start TotalSpaces2 at Login
da: Start TotalSpaces2 ved opstart
de: TotalSpaces2 beim Anmelden starten
hr: Pokreni TotalSpaces2 kod Prijave
it: Avvia TotalSpaces2 al Login
ja: ログイン時に TotalSpaces2 を起動する
sv: Starta TotalSpaces2 vid inloggning
zh_cn: 登入時啟動 Totalspaces2

source: Show notification graphic on desktop change
da: Vis notifications grafik ved skrivebordsskift
de: Benachrichtigung beim Wechseln von Schreibtischen anzeigen
hr: Prikaži vizualnu obavijest kod promjene radne površine
it: Mostra notificha grafica al cambio di scrivania
ja: デスクトップ移動時に通知グラフィックを表示する
sv: Visa anmälnigsgsgrafik vid byte av skrivbord
zh_cn: 切換桌面時顯示圖形指示

source: Hide menu bar icon
da: Skjul menubar icon
de: TotalSpace-Symbol in der Menüleiste ausblenden
hr: Sakrij ikonu u radnoj traci
it: Nascondi icona nella barra dei menu
ja: メニューバーのアイコンを隠す
sv: Göm ikon för menyfält
zh_cn: 隱藏工具列圖示

source: Automatically check for updates
da: Automatisk søg efter opdateringer
de: Automatisch nach Aktualisierungen suchen
hr: Automatski provjeri nadogradnje
it: Controllo aggiornamenti automatico
ja: 自動でアップデートを確認する
sv: Kolla uppdateringar automatiskt
zh_cn: 自動檢查更新

source: Include pre-releases
da: Inkluder pre-releases
de: Vorabversionen einbeziehen
it: Includi versioni preliminari
zh_cn: 包含測試版本

source: Zoom to overview grid animation
da: Zoom for at gennemse gitter animation
de: In das Übersichtsraster reinzoomen-Animation
hr: Zoom za pregled animacije mreže
it: Animazione per zoom verso griglia panoramica
ja: Overview グリッドを表示するときにアニメーションする
sv: Zooma för översikt av rutnätsanimation
zh_cn: 切換至網格之過場動畫

# Desktop backgrounds in the overview grid
source: Backgrounds in the overview grid
da: Baggrunde i gitter oversigt
de: Schreibtischbild im Übersichtsraster
hr: Pozadine u pregledu mreže
it: Sfondo griglia panoramica
ja: Overview グリッドの背景
sv: Bakgrunder i översiktsrutnätet
zh_cn: 瀏覽佈局時之背景

source: Hi res
da: Højt opløsning
de: Hohe Auflösung
hr: Visoka rezolucija
it: Alta risoluzione
ja: 高解像度
sv: Högresolution
zh_cn: 高解析度

source: Lo res
da: Lav opløsning
de: Niedrige Auflösung
hr: Niska rezolucija
it: Bassa risoluzione
ja: 低解像度
sv: Lågresolution
zh_cn: 低解析度

source: None (fastest)
da: Ingen (hurtigst)
de: Ohne (schnell)
hr: Ništa (najbrže)
it: Nessuno (più veloce)
ja: なし（高速）
sv: Ingen (snabbast)
zh_cn: 無 (最快)

source: Desktop zoom
da: Zoom Skrivebord
it: Zoom scrivania
zh_cn: 僅對桌面做過場動畫

source: Whole grid zoom
da: Zoom hele gitteret
it: Zoom intera griglia
zh_cn: 對網格做過場動畫

source: None
da: Ingen
it: Nessuna
zh_cn: 無過場動畫

source: Enable circulation
da: Tænd cirkulation
de: Zirkulation aktivieren
hr: Omogući kruženje
it: Abilita scorrimento circolare
ja: デスクトップを循環する
sv: Aktivera rotation
zh_cn: 開啟桌面平行循環切換

source: Circulate vertically (join top row to bottom row)
da: Cirkuler vertikalt (Sammensæt øverste række med nederste række)
de: Vertikale Zirkulation (obere Reihe mit unteren Reihe verbinden)
hr: Kruži vertikalno (spoji gornji red s donjim)
it: Scorri verticalmente (unisci riga superiore alla riga inferiore)
ja: 上下方向のみ循環する
sv: Rotera vertikalt (anslut översta raden till nedersta raden)
zh_cn: 開啟桌面垂直循環切換

source: Right end of row joins to left end of:
da: Højre ende af række sammensættes med venstre ende af:
de: Rechtes Kante mit linker Kante verbinden:
hr: Desni kraj reda spaja se sa lijevim krajem:
it: Estremità destra della riga unita alla sinistra della:
ja: 右端から右へ操作すると
sv: Radens högra ända ansluter till vänster ända av:
zh_cn: 在最右邊的桌面按右鍵切換至：

source: Next row
da: Næste række
de: Nächste Reihe
hr: Sljedeći red
it: Riga successiva
ja: 次の行の左端
sv: Följande rad
zh_cn: 下一列

source: Same row
da: Samme række
de: Selbe Reihe
hr: Isti red
it: Stessa riga
ja: 同じ行の左端
sv: Samma rad
zh_cn: 同一列

source: Application
de: Anwendung
hr: Aplikacija
it: Applicazione
ja: アプリケーション
sv: Program
zh_cn: 應用程式

source: Desktop
da: Skrivebord
de: Schreibtisch
hr: Radna površina
it: Scrivania
ja: デスクトップ
sv: Skribord
zh_cn: 桌面

source: Use this panel to assign apps to specific desktops
da: Brug dette panel, til at fastgøre bestemte programmer til bestemte skriveborde
de: Anwendung zu Schreibtisch hier zuordnen
hr: Koristite ovu ploču za dodjelu aplikacija pojedinim radnim površinama
it: Usa questo pannello per assegnare applicazioni a scrivanie specifiche
ja: 特定の App を特定のデスクトップに表示するよう設定できます。
sv: Här kan du tilldela program till specifika skrivbord
zh_cn: 使用此控制面板，將應用程式設定至固定桌面

source: All spaces
da: Alle spaces
de: Alle Schreibtische
it: Tutti gli spazi
sv: Alla skrivbord
zh_cn: 任一桌面

source: Use transitions
da: Brug overgange
de: Übergangseffekte verwenden
hr: Koristi prijelaze
it: Usa transizioni
ja: トランジションを使う
sv: Använd övergångar
zh_cn: 使用過場動畫

source: Animation
da: Animationer
hr: Animacija
it: Animazione
ja: アニメーション
zh_cn: 過場效果

source: Slide
da: Glid
de: Gleiten
hr: Kliži
it: Scorrimento
ja: スライド（Slide）
sv: Glid
zh_cn: 平移

source: Cube
da: Kube
de: Würfel
hr: Kocka
it: Cubo
ja: キューブ（Cube）
sv: Kub
zh_cn: 立方體

source: Flip
da: Vend
de: Umdrehen
hr: Okret
it: Ribaltamento
ja: フリップ（Flip）
sv: Vänd
zh_cn: 翻轉

source: Reveal
da: Afslør
de: Enthüllen
hr: Otkrij
it: Svelamento
ja: リビール（Reveal）
sv: Uppenbara
zh_cn: 側推

source: Fade
de: Einblenden
hr: Izblijedi
it: Dissolvenza
ja: フェード（Fade）
sv: Tona bort
zh_cn: 漸變

source: Inside cube
da: Invendig Kube
it: Cubo interno
zh_cn: 內立方體

source: Speed
da: Fart
de: Geschwindigkeit
hr: Brzina
it: Velocità
ja: 速さ
sv: Hastighet
zh_cn: 速度

source: Slow
da: Langsomt
de: Langsam
hr: Sporo
it: Lenta
ja: 遅い
sv: Långsam
zh_cn: 慢

source: Fast
da: Hurtigt
de: Schnell
hr: Brzo
it: Veloce
ja: 速い
sv: Snabb
zh_cn: 快

source: Swipe to change space
da: Swipe for at skifte space
de: Wischen um Schreibtisch zu wechseln
hr: Prijelaz prstima za promjenu prostora
it: Cambia spazio, sfiora con
ja: スワイプで操作スペースを変更
sv: Svep för att byta rum
zh_cn: 滑動觸摸板切換桌面

source: 3 fingers
da: 3 fingre
de: 3 Finger
hr: 3 prsta
it: 3 dita
ja: 3 本指
sv: 3 fingrar
zh_cn: 3 根手指

source: 4 fingers
da: 4 fingre
de: 4 Finger
hr: 4 prsta
it: 4 dita
ja: 4 本指
sv: 4 fingrar
zh_cn: 4 根手指

source: 5 fingers
da: 5 fingre
de: 5 Finger
hr: 5 prstiju
it: 5 dita
ja: 5 本指
sv: 5 fingrar
zh_cn: 5 根手指

source: Invert swipe direction
da: Omvendt swipe retning
de: Wischrichtung umkehren
hr: Izokrenuti smijer prijelaza prstima
it: Inverti direzione sfioramento
ja: スワイプの方向を反転する
sv: Byt riktning för svep
zh_cn: 反轉滑動方向

source: Change space by moving mouse to the edge of the screen
da: Skift skrivebord ved at flytte musen til kanten af skærmen
de: Schreibtisch wechseln beim Berühren des Bildschirmrandes
hr: Promijeni prostor pomicanjem miša na rub ekrana
it: Cambia spazio muovendo il mouse all'angolo dello schermo
ja: 画面端にマウスを移動したときに操作スペースを変更する
sv: Byt rum genom att föra musen till skärmens kant
zh_cn: 使用螢幕熱點切換桌面

source: With key
da: Med tast
de: Mit Taste
hr: S tipkom
it: Premendo il tasto
ja: 修飾キー
sv: Med tangent
zh_cn: 與該按鍵同時使用

source: Name
da: Navn
hr: Ime
it: Nome
ja: 名前
sv: Namn
zh_cn: 桌面名稱

source: Done
da: Udført
de: Fertig
hr: Gotovo
it: Fatto
ja: 決定
sv: Klar
zh_cn: 完成

source: Hotkey for position
da: Tast for position
de: Hotkey für Posititon
it: Scorciatoia selezione
zh_cn: 設定熱鍵

source: For this grid
da: For dette gitter
de: Für dieses Raster
hr: Za ovu mrežu
it: Per questa griglia
ja: このグリッド設定には
sv: För detta rutnät
zh_cn: 目前佈局：

source: Rows:
da: Rækker:
de: Zeilen:
it: Righe:
zh_cn: 列：

source: Columns:
da: Kolonner:
de: Spalten:
it: Colonne:
zh_cn: 欄：

source: Select display
da: Vælg Skærm
de: Bildschirm auswählen
it: Seleziona monitor
zh_cn: 選擇螢幕：

source: Show overview grid
da: Vis gitter oversigt
de: Übersichtsraster anzeigen
hr: Prikaži pregled mreže
it: Mostra griglia panoramica
ja: Overview グリッドを表示
sv: Visa översiktsrutnät
zh_cn: 顯示佈局

source: Overview grid with exposé
da: Gitter oversigt med exposé
de: Übersichtsraster mit Exposé
hr: Pregled mreže s exposé-om
it: Grglia panoramica con exposé
ja: Overview グリッドを Exposé 状態で表示
sv: Översiktsrutnät med exposé
zh_cn: 與 Exposé 一起瀏覽佈局

source: To show the preferences, you can double-click the application in your Applications folder
da: For at vise indstillingerne, kan du dobbeltklikke på programmet i din Program mappe
de: Um die Einstellungen erneut zu sehen, können Sie die Anwendung mit Doppelklick im Anwendungs-Ordner öffnen
hr: Kako biste opet vidjeli ikonu u radnoj traci, mozete napraviti dvostruki klik na aplikaciju us mapi Applications
it: Per mostrare le preferenze, puoi fare doppio clic sull'applicazione nella cartella Applicazioni
ja: メニューバーに再びアイコンを表示するにはアプリケーションフォルダの TotalSpaces2 をダブルクリックしてください。
sv: För att kunna se statusfältposten på nytt kan du dubbelklicka ifrågavarande program i Programmappen

source: Instant exposé mouse
da: Øjeblikkelig exposé mus
de: Sofortiges Exposé Maus
it: Exposé istantaneo (mouse)
